import React from "react";

function page() {
  return (
    <div className="w-full h-[100vh] gap-[80px] fss flex-col pr-[16%]">
      <div className="w-full  sticky top-[110px]  fss flex-col">
        <svg
          xmlns="http://www.w3.org/2000/svg"
          width="65"
          height="23"
          viewBox="0 0 65 23"
          fill="none"
        >
          <path
            d="M6.47025 23C7.38408 16.6489 4.4866 11.4555 0 11.4013C4.4866 11.4555 8.86494 6.35102 9.77877 0C8.86494 6.35102 11.7624 11.5445 16.249 11.5987C11.7624 11.5445 7.38408 16.6489 6.47025 23Z"
            fill="#D9D9D9"
          />
          <path
            d="M22.7195 23C23.6333 16.6489 20.7359 11.4555 16.2493 11.4013C20.7359 11.4555 25.1142 6.35102 26.028 0C25.1142 6.35102 28.0117 11.5445 32.4983 11.5987C28.0117 11.5445 23.6333 16.6489 22.7195 23Z"
            fill="#D9D9D9"
          />
          <path
            d="M38.9688 23C39.8826 16.6489 36.9851 11.4555 32.4985 11.4013C36.987 11.4555 41.3653 6.35102 42.2791 0C41.3653 6.35102 44.2628 11.5445 48.7494 11.5987C44.2628 11.5445 39.8845 16.6489 38.9706 23H38.9688Z"
            fill="#D9D9D9"
          />
          <path
            d="M55.2193 23C56.1331 16.6489 53.2356 11.4555 48.749 11.4013C53.2375 11.4555 57.6158 6.35102 58.5296 0C57.6158 6.35102 60.5133 11.5445 64.9999 11.5987C60.5133 11.5445 56.1349 16.6489 55.2211 23H55.2193Z"
            fill="#D9D9D9"
          />
        </svg>
        <h1>نظرات مشتریان</h1>
        <h2>اعتماد شما،آغاز یک همکاری بی پایان خواهد بود</h2>
      </div>
      <div className="w-full overflow-hidden fixed h-[400px] top-[355px] flex fss">
        <div className="h-full fcs flex-col overflow-y-scroll hide-scrollbar scroll-smooth snap-y snap-mandatory">
          <h1 className="h-full fs snap-center ">مقدمه</h1>
          <h1 className="h-full fs snap-center ">چرا اوستاوب؟</h1>
          <h1 className="h-full fs snap-center ">بیشتر بدانید</h1>
        </div>


        <div className="w-2/3 mr-[30px]  fcs flex-col
         overflow-y-scroll hide-scrollbar scroll-smooth snap-y snap-mandatory h-[500px]">
          <h3 className="text-wrap fs snap-center">
            در دنیای امروز، شبکه‌های اجتماعی به یکی از مهم‌ترین کانال‌های
            ارتباطی کسب‌وکارها با مخاطبان تبدیل شده‌اند. برای موفقیت در این فضا،
            تولید محتوای جذاب و هدفمند امری ضروری است. تیم حرفه‌ای تولید محتوای
            اوستاوب با درک عمیق از الگوریتم‌های شبکه‌های اجتماعی و شناخت دقیق
            مخاطبان شما، محتواهایی را تولید می‌کند که نه تنها توجه مخاطبان را
            جلب کند، بلکه به افزایش تعامل و در نهایت به رشد کسب‌وکار شما منجر
            شود. ما در اوستاوب طیف گسترده‌ای از خدمات تولید محتوا برای شبکه‌های
            اجتماعی را ارائه می‌دهیم. از تولید انواع پست‌های متنی، تصویری و
            ویدیویی گرفته تا طراحی کمپین‌های محتوا محور و نه تنها به تولید
            محتوا، بلکه به نتایج آن نیز اهمیت می‌دهیم. با استفاده از ابزارهای
            تحلیل و اندازه‌گیری، عملکرد محتواهای تولید شده را به طور دقیق بررسی
            کرده و بر اساس آن، استراتژی‌های خود را بهبود می‌بخشیم. هدف ما این
            است که با تولید محتوای با کیفیت و هدفمند، به شما کمک کنیم تا به
            اهداف بازاریابی خود در شبکه‌های اجتماعی دست پیدا کنید
          </h3>
          <h3 className="text-wrap fs snap-center">
            در دنیای امروز، شبکه‌های اجتماعی به یکی از مهم‌ترین کانال‌های
            ارتباطی کسب‌وکارها با مخاطبان تبدیل شده‌اند. برای موفقیت در این فضا،
            تولید محتوای جذاب و هدفمند امری ضروری است. تیم حرفه‌ای تولید محتوای
            اوستاوب با درک عمیق از الگوریتم‌های شبکه‌های اجتماعی و شناخت دقیق
            مخاطبان شما، محتواهایی را تولید می‌کند که نه تنها توجه مخاطبان را
            جلب کند، بلکه به افزایش تعامل و در نهایت به رشد کسب‌وکار شما منجر
            شود. ما در اوستاوب طیف گسترده‌ای از خدمات تولید محتوا برای شبکه‌های
            اجتماعی را ارائه می‌دهیم. از تولید انواع پست‌های متنی، تصویری و
            ویدیویی گرفته تا طراحی کمپین‌های محتوا محور و نه تنها به تولید
            محتوا، بلکه به نتایج آن نیز اهمیت می‌دهیم. با استفاده از ابزارهای
            تحلیل و اندازه‌گیری، عملکرد محتواهای تولید شده را به طور دقیق بررسی
            کرده و بر اساس آن، استراتژی‌های خود را بهبود می‌بخشیم. هدف ما این
            است که با تولید محتوای با کیفیت و هدفمند، به شما کمک کنیم تا به
            اهداف بازاریابی خود در شبکه‌های اجتماعی دست پیدا کنید
          </h3>
          <h3 className="text-wrap fs snap-center">
            در دنیای امروز، شبکه‌های اجتماعی به یکی از مهم‌ترین کانال‌های
            ارتباطی کسب‌وکارها با مخاطبان تبدیل شده‌اند. برای موفقیت در این فضا،
            تولید محتوای جذاب و هدفمند امری ضروری است. تیم حرفه‌ای تولید محتوای
            اوستاوب با درک عمیق از الگوریتم‌های شبکه‌های اجتماعی و شناخت دقیق
            مخاطبان شما، محتواهایی را تولید می‌کند که نه تنها توجه مخاطبان را
            جلب کند، بلکه به افزایش تعامل و در نهایت به رشد کسب‌وکار شما منجر
            شود. ما در اوستاوب طیف گسترده‌ای از خدمات تولید محتوا برای شبکه‌های
            اجتماعی را ارائه می‌دهیم. از تولید انواع پست‌های متنی، تصویری و
            ویدیویی گرفته تا طراحی کمپین‌های محتوا محور و نه تنها به تولید
            محتوا، بلکه به نتایج آن نیز اهمیت می‌دهیم. با استفاده از ابزارهای
            تحلیل و اندازه‌گیری، عملکرد محتواهای تولید شده را به طور دقیق بررسی
            کرده و بر اساس آن، استراتژی‌های خود را بهبود می‌بخشیم. هدف ما این
            است که با تولید محتوای با کیفیت و هدفمند، به شما کمک کنیم تا به
            اهداف بازاریابی خود در شبکه‌های اجتماعی دست پیدا کنید
          </h3>
        </div>
      </div>
    </div>
  );
}

export default page;
